Repository: common-repository/wpcustomads
Catalog: lang/WPCustomAds-*.po
Languages: sv_se

source: Advert deleted.
sv_se: Annonsen raderades.

source: Advert could not be deleted.
sv_se: Annonsen kunde inte raderas.

source: Element deleted.
sv_se: Området raderades.

source: Element could not be deleted.
sv_se: Området kunde inte raderas.

source: &raquo;&nbsp;You need to enter a title
sv_se: &raquo;&nbsp;Du måste mata in en titel.

source: &raquo;&nbsp;You need to enter a link
sv_se: &raquo;&nbsp;Du måste mata in en länk.

source: &raquo;&nbsp;You need to assign an image
sv_se: &raquo;&nbsp;Du måste tilldela en bild.

source: Database storage successful.
sv_se: Databaslagringen lyckades.

source: Database storage failed. Please try again.
sv_se: Databaslagringen misslyckades. Vänligen försök igen.

source: &raquo;&nbsp;You need to enter a title.
sv_se: &raquo;&nbsp;Du måste mata in en titel.

source: &raquo;&nbsp;You need to enter a link.
sv_se: &raquo;&nbsp;Du måste mata in en länk.

source: &raquo;&nbsp;You need to assign an image.
sv_se: &raquo;&nbsp;Du måste tilldela en bild.

source: Invalid unique id.
sv_se: Ogiltigt unikt id-nummer.

source: Advert updated successfully.
sv_se: Annonsen uppdaterades.

source: Advert update failed. Please try again.
sv_se: Annonsen kunde inte uppdateras. Vänligen försök igen.

source: &raquo;&nbsp;You need to enter an element.
sv_se: &raquo;&nbsp;Du måste mata in ett område.

source: &raquo;&nbsp;You need to enter a page which it exists on.
sv_se: &raquo;&nbsp;Du måste mata in ett fält där det angivna området finns.

source: Element updated successfully.
sv_se: Den lagrade informationen om området har uppdaterats.

source: Element update failed. Please try again.
sv_se: Området kunde inte uppdateras. Vänligen försök igen.

source: Managing an advert &laquo;
sv_se: Hanterar en annons &laquo;

source: Add advert
sv_se: Ny annons

source: Viewing adverts &laquo;
sv_se: Granskar annonser &laquo;

source: View adverts
sv_se: Granska annonser

source: Registering an element &laquo;
sv_se: Registrerar ett område &laquo;

source: Register element
sv_se: Nytt område

source: Viewing elements &laquo;
sv_se: Granskar ett område &laquo;

source: View elements
sv_se: Granska område

source: New advert
sv_se: Ny annons

source: Use the form below to insert a new advert into the system.
sv_se: Använd detta formulär till att lägga till en ny annons i systemet.

source: Edit advert
sv_se: Redigera annons

source: Use the form below to update an existing advert.
sv_se: Använd detta formulär till att uppdatera en befintlig annons.

source: Title
sv_se: Titel

source: required
sv_se: obligatorisk

source: Enter a title for the ad here
sv_se: Mata in en titel för annonsen här

source: Website
sv_se: Hemsida

source: Enter a link for the ad
sv_se: Mata in en länk för annonsen här

source: Image
sv_se: Bild

source: Enter a link to an image here
sv_se: Mata in en länk till en bild här

source: Upload your own image
sv_se: Ladda upp en egen bild

source: Start date
sv_se: Startdatum

source: Stop date
sv_se: Stoppdatum

source: Element
sv_se: Område

source: Save changes
sv_se: Spara ändringar

source: Store the advert
sv_se: Lagra annonsen

source: Pre-defined elements
sv_se: Fördefinierade områden

source: Please use classes to assign an ad to multiple containers, and an element id to assign it to specific ones. <strong>.</strong> indicates that it is a class, and # that it is an unique identifier.
sv_se: Vänligen använd klasser för att placera en annons i multipla områden, och unika identifierare för att placera annonser i specifika områden. <strong>.</strong> indikerar att det är en klass, och <strong>#</strong> att det är en unik identifierare.

source: Click here to register a new element
sv_se: Klicka här för att lägga till ett nytt område

source: Page
sv_se: Sida

source: Edit
sv_se: Redigera

source: Delete
sv_se: Radera

source: Settings
sv_se: Inställningar

source: This plugin requires some configuration to work properly, so take a few minutes to set it up and you'll be fine!
sv_se: Detta tillägg kräver viss konfiguration för att fungera som tänkt. Vänligen lägg ned några minuter på att ställa in den så att allt blir rätt!

source: Manage the ads using the form and table below.
sv_se: Hantera annonserna med hjälp av formuläret och tabellen nedan.

source: Click here to create a new advert
sv_se: Klicka här för att skapa en ny annons

source: Link
sv_se: Länk

source: Active
sv_se: Aktiv

source: Edit this item
sv_se: Redigera detta föremål

source: Delete this item
sv_se: Radera detta föremål

source: to
sv_se: till

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: Welcome to WPCustomAds. This plugin enables your to fill pre-defined elements in your templates with advertisement, offers or just link-partners. Whatever you might want to call it, this is the plugin to do it.
sv_se: Välkommen till WPCustomAds. Detta tillägg möjliggör att du kan fylla fördefinierade områden i din layout med reklam, erbjudanden eller kanske rentav bara länkpartners. Vad du än må vilja kalla det, så är detta tillägget som gör det åt dig.

source: Configuration
sv_se: Inställningar

source: This plugin requires some configuration to work properly, so take a few minutes to set it up according to the list below:
sv_se: Detta tillägg kräver viss konfiguration för att fungera som tänkt. Vänligen lägg ned några minuter på att ställa in det enligt listan nedan:

source: 1. <a href="?page=WPCustomAds-manage-elements">Register elements that you want to display advertisement in</a>
sv_se: 1. <a href="?page=WPCustomAds-manage-elements">Registrera områden som du vill visa annonser i</a>

source: 2. <a href="?page=WPCustomAds-manage-ads">Create adverts for the registered elements</a>
sv_se: 2. <a href="?page=WPCustomAds-manage-ads">Skapa annonser för de registrerade områdena</a>

source: 3. <a href="?page=WPCustomAds-list-ads">View the adverts you just created</a>
sv_se: 3. <a href="?page=WPCustomAds-list-ads">Granska de annonser du just skapat</a>

source: Add new elements to the listing
sv_se: Lägg till nya områden till listan

source: Edit element
sv_se: Redigera område

source: Identifier
sv_se: Identifierare

source: HTML-selector
sv_se: HTML-selektor

source: slug1;slug2;
sv_se: kortform1;kortform2;

source: On which pages do you want it to appear?
sv_se: På vilka sidor vill du att den ska synas?

source: Update the element
sv_se: Uppdatera området

source: Add the element to the list
sv_se: Lägg till området i listan
